<?php
return [

    '1001' => [
        "title" => "العملية الفاشلة",
        "message" => "ليس مسموح لك الوصول إلى هذا المورد."
    ],
    '1002' => [
        "title" => "العملية الفاشلة",
        "message" => "لم يتم العثور على المصدر المطلوب."
    ],
    '1003' => [
        "title" => "العملية الفاشلة",
        "message" => "لقد انتهت صلاحية رمز الأمان أو أنه غير صالح. يرجى تحديث الصفحة والمحاولة مرة أخرى."
    ],
    '1004' => [
        "title" => "العملية الفاشلة",
        "message" => "البيانات المقدمة غير صالحة. يرجى مراجعة الأخطاء وتصحيحها."
    ],
    '1005' => [
        "title" => "العملية الفاشلة",
        "message" =>"حدث خطأ أثناء معالجة طلبك."
    ],
    '1006' => [
        "title" => "العملية الفاشلة",
        "message" => "الطريقة المطلوبة غير مسموح بها."
    ],
    '1007' => [
        "title" => "العملية الفاشلة",
        "message" => "فشلت المصادقة. يرجى تقديم بيانات اعتماد صالحة ثم حاول مرة أخرى."
    ],
    '1008' => [
        "title" => "العملية الناجحة",
        "message" => "تم التسجيل بنجاح"
    ],
    '1009' => [
        "title" => "العملية الناجحة",
        "message" => "تم تسجيل الدخول بنجاح."
    ],
    '1010' => [
        "title" => "العملية الناجحة",
        "message" => "تم تسجيل الخروج بنجاح."
    ],
    '1011' => [
        "title" => "العملية الناجحة",
        "message" => "تم إرسال الرسالة بنجاح."
    ],
    '1012' => [
        "title" => "العملية الناجحة",
        "message" => "تم إستلام كافة الرسائل الخاصة بنجاح."
    ],

];
